Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: Two horizontal grab bars shall be provided on the back wall, one complying with Section 609.4 and the other located 8 inches (205 mm) minimum and 10 inches (255 mm) maximum above the rim of the bathtub.
fr_ca: Il faut prévoir deux barres d'appui horizontales sur la paroi arrière, l'une conforme à la section 609.4 et l'autre située à une hauteur comprise entre 8 po [205 mm] et 10 po [255 mm] au-dessus du rebord de la baignoire.

source: Two means of egress.
fr_ca: Deux moyens d'évacuation.

source: Two or more buildings on the same lot shall be regulated as separate buildings or shall be considered as portions of one building where the building height, number of stories of each building and the aggregate building area of the buildings are within the limitations specified in Sections 504 and 506.
fr_ca: Deux bâtiments ou plus situés sur le même terrain doivent être réglementés comme des bâtiments distincts ou être considérés comme des parties d’un même bâtiment lorsque la hauteur de chaque bâtiment, le nombre d’étages de chaque bâtiment et la superficie totale des bâtiments respectent les limites spécifiées aux sections 504 et 506.

source: Two or more vents constructed to open automatically by approved heat-activated devices and with an aggregate clear opening area of not less than 5 percent of the area of the stage shall be located near the center and above the highest part of the stage area.
fr_ca: Deux ou plusieurs évents conçus pour s’ouvrir automatiquement au moyen de dispositifs approuvés activés par la chaleur, dont la superficie totale nette des ouvertures est d’au moins 5 % de la superficie de la scène, doivent être situés près du centre et au-dessus de la partie la plus élevée de l’aire de scène.

source: Two such ties shall be installed at each bend in the vertical bars.
fr_ca: Deux de ces attaches doivent être installées à chaque coude des barres verticales.

source: Two wheelchair spaces shall be permitted to be located side-by-side.
fr_ca: Deux espaces pour fauteuils roulants peuvent être situés côte à côte.

source: Two 1/2″ diameter.
fr_ca: Deux 1/2 po de diamètre.

source: Type A units and Type B units shall be provided in apartment houses, monasteries and convents in accordance with Sections 1108.6.2.2.1 and 1108.6.2.2.2.
fr_ca: Des unités de type A et des unités de type B doivent être prévues dans les immeubles d'appartements, les monastères et les couvents selon les sections 1108.6.2.2.1 et 1108.6.2.2.2.

source: Type A units and Type B units shall not be required for buildings without elevator service that are located in flood hazard areas as established in Section 1612.3, where the minimum required elevation of the lowest floor or lowest supporting horizontal structural member, as applicable, results in all of the following:
fr_ca: Les unités de type A et les unités de type B ne sont pas exigées pour les bâtiments sans ascenseur situés dans des zones exposées aux inondations établies conformément à la section 1612.3, lorsque l’élévation minimale requise du plancher le plus bas ou, selon le cas, de l’élément structural horizontal porteur le plus bas donne lieu à toutes les situations suivantes :

source: Type A units shall be dispersed among the various classes of units.
fr_ca: Les unités de type A doivent être réparties entre les différentes classes d'unités.

source: Type B units shall comply with Section 1104.
fr_ca: Les logements de type B doivent être conformes à la section 1104.

source: Type C (Visitable) dwelling units shall comply with Section 1105.
fr_ca: Les logements de type C (visitable) doivent être conformes à la section 1105.

source: U-shaped kitchens with an island complying with Section 1103.12.1.1.
fr_ca: Cuisines en forme de U avec un îlot conforme à la section 1103.12.1.1.

source: U-shaped kitchens with an island complying with Section 1104.12.1.1.
fr_ca: Cuisines en forme de U avec un îlot conforme à la section 1104.12.1.1.

source: U-shaped kitchens with an island complying with Section 804.2.1.
fr_ca: Cuisines en forme de U avec un îlot conforme à l'article 804.2.1.

source: Unconcealed vertical openings totally within an individual residential dwelling unit and connecting four stories or less shall be permitted.
fr_ca: Les ouvertures verticales non dissimulées entièrement situées à l’intérieur d’un logement individuel et reliant au plus quatre étages sont autorisées.

source: Units required by Section 1108.7.1, where an elevated walkway is planned between a building entrance serving the units on that story and a pedestrian or vehicular arrival point and the slope between them is 10 percent or less, are Type B units.
fr_ca: Les unités exigées par la section 1108.7.1, lorsqu’une passerelle surélevée est prévue entre une entrée du bâtiment desservant les unités situées à cet étage et un point d’arrivée des piétons ou des véhicules et que la pente entre ceux-ci est de 10 % ou moins, sont des unités de type B.

source: Units required by Section 1108.7.1, where the slope between the building entrance serving the units on that story and a pedestrian or vehicular arrival point is not greater than 8.33 percent, are Type B units.
fr_ca: Les unités exigées par la section 1108.7.1, lorsque la pente entre l’entrée du bâtiment desservant les unités situées à cet étage et un point d’arrivée des piétons ou des véhicules n’est pas supérieure à 8,33 %, sont des unités de type B.

source: Units required to be Type A units are permitted to be designed and constructed as Accessible units.
fr_ca: Les unités devant être des unités de type A peuvent être conçues et construites comme des unités accessibles.

source: Units required to be Type B units are permitted to be designed and constructed as Accessible units or as Type A units.
fr_ca: Les unités devant être des unités de type B peuvent être conçues et construites comme des unités accessibles ou comme des unités de type A.

source: Units required to have communication features shall comply with Section 1106.
fr_ca: Les logements qui doivent être dotés de dispositifs de communication doivent être conformes à la section 1106.

source: Units served by an elevator in accordance with Section 1108.7.3 are Type B units.
fr_ca: Les unités desservies par un ascenseur selon la section 1108.7.3 sont des unités de type B.

source: Unless otherwise specifically modified in Chapter 4 and this chapter, building height, number of stories and building area shall not exceed the limits specified in Sections 504 and 506 based on the type of construction as determined by Section 602 and the occupancies as determined by Section 302 except as modified hereafter.
fr_ca: Sauf modification expresse au chapitre 4 et au présent chapitre, la hauteur des bâtiments, le nombre d’étages et la superficie des bâtiments ne doivent pas dépasser les limites spécifiées aux sections 504 et 506, selon le type de construction déterminé conformément à la section 602 et les usages déterminés conformément à la section 302, sauf modifications prévues ci-après.

source: Unless otherwise specified, clear floor spaces, clearances at fixtures, maneuvering clearances at doors, and turning spaces shall be permitted to overlap.
fr_ca: Sauf indication contraire, les surfaces de plancher dégagées, les dégagements au niveau des appareils sanitaires, les espaces de dégagement au niveau des portes et les espaces de rotation doivent pouvoir se chevaucher.

source: Unless required elsewhere in the code, smoke partitions are not required to have a fire-resistance rating.
fr_ca: Sauf exigence contraire ailleurs dans le code, les cloisons pare-fumée ne sont pas tenues d'avoir un degré de résistance au feu.

source: Unless subject to the requirements of Section 1030.17.4, a fascia or railing system in accordance with the guard requirements of Section 1015 and having a minimum height of 26 inches (660 mm) shall be provided where the floor or footboard elevation is more than 30 inches (762 mm) above the floor or grade below and the fascia or railing would otherwise interfere with the sightlines of immediately adjacent seating.
fr_ca: Sauf lorsqu’elles sont assujetties aux exigences de la section 1030.17.4, une plinthe ou un système de garde-corps conforme aux exigences relatives aux garde-corps de la section 1015 et ayant une hauteur minimale de 26 po (660 mm) doit être prévu lorsque le niveau du plancher ou du repose-pied est situé à plus de 30 po (762 mm) au-dessus du plancher ou du sol situé en contrebas et que la plinthe ou le système de garde-corps entraverait autrement les lignes de visibilité des sièges immédiatement adjacents.

source: Unprotected skylights shall not be permitted in roof assemblies required to be fire-resistance rated in accordance with Section 705.8.6.
fr_ca: Les puits de lumière non protégés ne sont pas autorisés dans les ensembles de toiture devant offrir un degré de résistance au feu selon la section 705.8.6.

source: Up to 150
fr_ca: Jusqu'à 150

source: Upon activation of a gas detection alarm, alarm signals or other required responses shall be as specified by the section of this code requiring a gas detection system.
fr_ca: Lorsqu’une alarme de détection de gaz est activée, les signaux d’alarme ou autres mesures requises doivent être conformes aux exigences de la section du présent code qui exige un système de détection de gaz.

source: Upon issuance of a stop work order, the cited work shall immediately cease.
fr_ca: Dès la délivrance d’un ordre d’arrêt des travaux, les travaux visés doivent immédiatement cesser.

source: Urinal partitions shall not be required in a single-occupant or family or assisted-use toilet room with a lockable door.
fr_ca: Les séparations entre urinoirs ne sont pas requises dans une toilette à usage individuel ou une toilette familiale ou à usage assisté munie d’une porte verrouillable.

source: Use is only permitted by the exception to Section 2406.2
fr_ca: L’utilisation n’est permise que par l’exception à la section 2406.2

source: Use is permitted only by the exception to Section R308.3.1.
fr_ca: L'utilisation n'est autorisée que par l'exception à l'article R308.3.1.

source: Vacation timeshare properties
fr_ca: Multipropriétés de vacances

source: Ventilation and automatic fire detection equipment for smokeproof enclosures.
fr_ca: Équipement de ventilation et de détection automatique d'incendie pour les enceintes étanches à la fumée.

source: Vents shall be labeled.
fr_ca: Les évents doivent être étiquetés.

source: Verbal annunciators shall have a frequency of 300 Hz minimum and 3,000 Hz maximum.
fr_ca: Les annonceurs verbaux doivent avoir une fréquence minimale de 300 Hz et maximale de 3 000 Hz.

source: Vertical access to elevated employee work stations within a courtroom complying with Section 1109.4.1.4.
fr_ca: Accès vertical aux postes de travail surélevés des employés dans une salle d'audience conforme à la Section 1109.4.1.4.

source: Vertical and horizontal smoke barriers shall comply with this section.
fr_ca: Les séparations pare-fumée verticales et horizontales doivent être conformes à la présente section.

source: Vertical openings between a mezzanine complying with Section 505 and the floor below shall be permitted.
fr_ca: Les ouvertures verticales entre une mezzanine conforme à la section 505 et l'étage inférieur sont autorisées.

source: Vertical openings contained entirely within a shaft enclosure complying with Section 713 shall be permitted.
fr_ca: Les ouvertures verticales entièrement situées à l’intérieur d’un encloisonnement de gaine conforme à la section 713 sont autorisées.

source: Vertical openings containing exit access stairways or ramps in accordance with Section 1019 shall be permitted.
fr_ca: Les ouvertures verticales contenant des escaliers ou des rampes d’accès à l’issue conformes à la section 1019 sont autorisées.

source: Vertical openings for automobile ramps in parking garages shall be permitted where constructed in accordance with Sections 406.5 and 406.6.
fr_ca: Les ouvertures verticales pour les rampes d'accès pour automobiles dans les garages de stationnement sont autorisées lorsqu'elles sont construites selon les sections 406.5 et 406.6.

source: Vertical openings for elevator hoistways in parking garages that serve only the parking garage, and complying with Sections 406.5 and 406.6, respectively, shall be permitted.
fr_ca: Les ouvertures verticales destinées aux gaines d’ascenseur dans les garages de stationnement qui desservent uniquement le garage de stationnement et qui sont conformes respectivement aux sections 406.5 et 406.6 sont autorisées.

source: Vertical openings for floor fire doors and access doors shall be permitted where protected by Section 712.1.13.1 or 712.1.13.2.
fr_ca: Les ouvertures verticales pour les portes coupe-feu de plancher et les portes d'accès sont autorisées lorsqu'elles sont protégées par la section 712.1.13.1 ou 712.1.13.2.

source: Vertical openings for mechanical exhaust or supply duct systems in parking garages complying with Sections 406.5 and 406.6, respectively, shall be permitted to be unenclosed where such duct system is contained within and serves only the parking garage.
fr_ca: Les ouvertures verticales destinées aux systèmes de gaines d’extraction ou d’alimentation mécaniques dans les garages de stationnement conformes respectivement aux sections 406.5 et 406.6 peuvent être non encloisonnées lorsque ces systèmes de gaines sont entièrement situés dans le garage de stationnement et desservent uniquement celui-ci.

source: Vertical openings in parking garages for automobile ramps, elevators and duct systems shall comply with Section 712.1.10.1, 712.1.10.2 or 712.1.10.3, as applicable.
fr_ca: Les ouvertures verticales dans les garages de stationnement pour les rampes d'accès pour automobiles, les ascenseurs et les systèmes de conduits doivent être conformes à la section 712.1.10.1, 712.1.10.2 ou 712.1.10.3, selon ce qui s'applique.

source: Vertical openings shall be permitted where allowed by other Sections of this code.
fr_ca: Les ouvertures verticales sont autorisées lorsque d'autres sections du présent code le permettent.

source: Vertical openings that comply with Sections 712.1.1 through 712.1.3, and Sections 712.1.9 through 712.1.14.
fr_ca: Ouvertures verticales conformes aux articles 712.1.1 à 712.1.3 et aux articles 712.1.9 à 712.1.14.

source: Vertical reinforcement shall be placed within 1/4-inch (6.4 mm) ties, or other reinforcing of equivalent net cross-sectional area, placed in the bed joints in accordance with Section R606 at not less than every 18 inches (457 mm) of vertical height.
fr_ca: L'armature verticale doit être placée dans des attaches de 1/4 po (6,4 mm), ou une autre armature d'une surface de section transversale nette équivalente, placée dans les joints de lit selon la section R606 au moins tous les 18 pouces (457 mm) de hauteur verticale.

source: Viewing distance shall be measured as the horizontal distance between the character and an obstruction preventing further approach towards the sign.
fr_ca: La distance de visualisation doit être mesurée comme la distance horizontale entre le caractère et un obstacle empêchant de s'approcher davantage du panneau.

source: Viewing distance shall be measured as the horizontal distance between the character and where someone is expected to view the sign.
fr_ca: La distance de visualisation doit être mesurée comme la distance horizontale entre le caractère et l'endroit où une personne est censée voir l'enseigne.

source: Visible notification appliances shall comply with Section 702.
fr_ca: Les dispositifs de signalisation visuelle doivent être conformes à la section 702.

source: Visible notification appliances used to indicate unit smoke detection or building fire alarm activation shall not be used for any other purpose within the unit.
fr_ca: Les dispositifs de notification visuelle utilisés pour indiquer la détection de fumée dans le logement ou le déclenchement de l’alarme-incendie du bâtiment ne doivent servir à aucune autre fin dans le logement.

source: Visible notification appliances, where provided within the unit as part of the unit smoke detection system or the building fire alarm system, shall comply with Section 1106.4.
fr_ca: Les dispositifs de signalisation visible, lorsqu'ils sont installés dans le logement dans le cadre du système de détection de fumée du logement ou du système d'alarme d'incendie du bâtiment, doivent être conformes à la section 1106.4.

source: Visual characters indicating elevator car controls shall not be required to comply with Section 703.2.9.
fr_ca: Les caractères visuels indiquant les commandes de la cabine d'ascenseur ne sont pas tenus de se conformer à la section 703.2.9.

source: Visual contrast shall comply with either 1 or 2:
fr_ca: Le contraste visuel doit être conforme à 1 ou 2 :

source: Visual screening shall not be required for single-occupant toilet rooms with a lockable door.
fr_ca: Un écran visuel n'est pas exigé pour les salles de toilette pour un seul occupant dotées d'une porte verrouillable.

source: Vitrified clay linings shall conform to ASTM C315.
fr_ca: Les revêtements en argile vitrifiée doivent être conformes à la norme ASTM C315.

source: Volume = room volume in cubic feet
fr_ca: Volume = volume de la pièce en pieds cubes

source: Walk-in cooler and freezer equipment accessed only from employee work areas is not required to comply with this chapter.
fr_ca: Les chambres froides et les congélateurs accessibles uniquement à partir des zones de travail des employés ne sont pas tenus d’être conformes au présent chapitre.

source: Walking surfaces that are part of an accessible route shall comply with Section 1104.4.
fr_ca: Les surfaces de circulation qui font partie d'un itinéraire accessible doivent être conformes à la section 1104.4.

source: Walking surfaces that are part of an accessible route shall comply with Section 403.
fr_ca: Les surfaces de circulation qui font partie d'un itinéraire accessible doivent être conformes à la section 403.

source: Walking surfaces with slopes not steeper than 1:20 shall comply with Section 303.
fr_ca: Les surfaces de circulation dont la pente n'est pas supérieure à 1:20 doivent être conformes à la section 303.

source: Wall materials shall extend to a height of not less than 6 feet (1829 mm) above the room floor level, and not less than 70 inches (1778 mm) above the drain of the tub or shower.
fr_ca: Les matériaux des murs doivent se prolonger jusqu'à une hauteur d'au moins 6 pi [1829 mm] au-dessus du niveau du sol de la pièce et d'au moins 70 po [1778 mm] au-dessus du drain de la baignoire ou de la douche.

source: Walls and partitions within 2 feet (610 mm) of service sinks, urinals and water closets shall have a smooth, hard, nonabsorbent surface, to a height of not less than 4 feet (1219 mm) above the floor, and except for structural elements, the materials used in such walls shall be of a type that is not adversely affected by moisture.
fr_ca: Les murs et cloisons situés à moins de 2 pi (610 mm) des éviers de service, des urinoirs et des cabinets d’aisances doivent avoir une surface lisse, dure et non absorbante sur une hauteur d’au moins 4 pi (1 219 mm) au-dessus du plancher et, à l’exception des éléments structuraux, les matériaux utilisés pour ces murs doivent être d’un type qui n’est pas altéré par l’humidité.

source: Walls, floors and partitions in toilet and bathrooms shall comply with Sections 1210.2.1 through 1210.2.4.
fr_ca: Les murs, les planchers et les cloisons des toilettes et des salles de bain doivent être conformes aux sections 1210.2.1 à 1210.2.4.

source: Walls, partitions and floor-ceiling assemblies separating dwelling units and sleeping units from each other or from public or service areas shall have a sound transmission class of not less than 50 where tested in accordance with ASTM E90, or have a Normalized Noise Isolation Class (NNIC) rating of not less than 45 if field tested, in accordance with ASTM E336 for airborne noise.
fr_ca: Les murs, les cloisons et les ensembles plancher-plafond séparant des logements et des unités d’habitation destinées au sommeil les uns des autres ou les séparant d’aires publiques ou de service doivent avoir un indice de transmission du son (ITS) d’au moins 50 lorsqu’ils sont soumis à des essais conformément à la norme ASTM E90, ou avoir un indice d’isolement acoustique normalisé (NNIC) d’au moins 45 lorsqu’ils sont soumis à des essais sur place conformément à la norme ASTM E336 pour le bruit aérien.

source: Washing machines and clothes dryers shall comply with Section 1104.10.
fr_ca: Les laveuses et les sécheuses doivent être conformes à la section 1104.10.

source: Washing machines and clothes dryers shall comply with Section 611.
fr_ca: Les laveuses et les sécheuses doivent être conformes à la section 611.

source: Waste fittings shall conform to ASME A112.18.2/CSA B125.2.
fr_ca: Les raccords d'évacuation doivent être conformes à la norme ASME A112.18.2/CSA B125.2.

source: Waste outlets serving showers shall be not less than 11/2 inches (38 mm) in diameter and, for other than waste outlets in bathtubs, shall have removable strainers not less than 3 inches (76 mm) in diameter with strainer openings not less than 1/4 inch (6.4 mm) in least dimension.
fr_ca: Les sorties d'évacuation desservant les douches doivent avoir un diamètre d'au moins 11/2 po [38 mm] et, à l'exception des sorties d'évacuation des baignoires, elles doivent être munies de crépines amovibles d'un diamètre d'au moins 3 po [76 mm] avec des ouvertures de crépine d'au moins 1/4 po [6,4 mm] dans la plus petite dimension.

source: Waste outlets shall be fastened to the waste pipe in an approved manner.
fr_ca: Les évacuations d'eaux usées doivent être fixées au tuyau d'évacuation d'une manière approuvée.

source: Water closet compartments shall not be required in a single-occupant toilet room with a lockable door.
fr_ca: Des compartiments ne sont pas exigés dans une salle de toilette pour un seul occupant dotée d’une porte verrouillable.

source: Water closets shall comply with Section 1103.11.2.4.
fr_ca: Les cabines de toilette doivent être conformes à la section 1103.11.2.4.

source: Water closets shall not be required to comply with ICC A117.1 where such water closets comply with Section 1110.2.2, in not more than 50 percent of Accessible units.
fr_ca: Les cabines de toilette ne sont pas tenues d’être conformes à la norme ICC A117.1 lorsqu’elles sont conformes à la section 1110.2.2, dans au plus 50 % des unités accessibles.

source: Water closets shall not be required to comply with ICC A117.1 where such water closets comply with Section 1110.2.2, in not more than 50 percent of the Accessible units.
fr_ca: Les cabines de toilette ne sont pas tenues d’être conformes à la norme ICC A117.1 lorsqu’elles sont conformes à la section 1110.2.2, dans au plus 50 % des unités accessibles.

source: Water closets shall not be required to comply with ICC A117.1 where such water closets comply with Section 1110.2.2, in not more than 90 percent of the Accessible units.
fr_ca: Les cabines de toilette ne sont pas tenues d’être conformes à la norme ICC A117.1 lorsqu’elles sont conformes à la section 1110.2.2, dans au plus 90 % des unités accessibles.

source: Water supply and drain pipes under sinks shall be insulated or otherwise configured to protect against contact.
fr_ca: Les tuyaux d'alimentation en eau et de vidange sous les éviers doivent être isolés ou configurés de manière à protéger les utilisateurs contre tout contact avec ceux-ci.
